<?php
$introWords['desktop'] = array(
	array(
		"Вирджиния", 
		"Вулф", 
		"английская", 
		"писательница,", 
		"публицист", 
		"и критик,", 
		"верила,"),
	array(
		"что", 
		"происходящее", 
		"внутри", 
		"человека", 
		"куда увлекательнее,", 
		"чем его", 
		"поведение,"),
	array(
		"обозримое", 
		"снаружи.", 
		"В своей жизни,", 
		"своем", 
		"искусстве", 
		"она", 
		"стремилась",
		"выйти за"),
	array(
		"рамки", 
		"привычных", 
		"литературных", 
		"границ в ", 
		"поисках", 
		"истины,",
		"скрывающейся"),
	array(
		"в глубине.", 
		"Вулф,", 
		"вместе", 
		"со своим", 
		"мужем", 
		"и их друзьями-интеллектуалами,"),
	array(
		"известными как", 
		"«группа Блумсберри»", 
		"заложили", 
		"фундамент", 
		"и определили"),
	array(
		"основные", 
		"идеи искусства,", 
		"литературы,", 
		"гендерных", 
		"и социальных", 
		"изменений"),
	array(
		"20 века.", 
		"Благодаря", 
		"собственной", 
		"интеллектуальной", 
		"и творческой", 
		"свободе,"),
	array(
		"Вирджиния", 
		"Вулф открыла", 
		"двери многим", 
		"художникам,", 
		"последовавшим"),
	array(
		"за ней, избравшим", 
		"свой", 
		"собственный,", 
		"особенный", 
		"путь."),
);

$introWords['tablet'] = array(
	array(
		"Вирджиния", 
		"Вулф", 
		"английская", 
		"писательница,"), 
	array(
		"публицист", 
		"и критик,", 
		"верила,",
		"что", 
		"происходящее"), 
	array(
		"внутри", 
		"человека", 
		"куда увлекательнее,", 
		"чем его"), 
	array(
		"поведение,",
		"обозримое", 
		"снаружи.", 
		"В своей жизни,"), 
	array(
		"своем", 
		"искусстве", 
		"она", 
		"стремилась",
		"выйти за"),
	array(
		"рамки", 
		"привычных", 
		"литературных", 
		"границ в "), 
	array(
		"поисках", 
		"истины,",
		"скрывающейся",
		"в глубине."), 
	array(
		"Вулф,", 
		"вместе", 
		"со своим", 
		"мужем", 
		"и их друзьями-"),
	array(
		"интеллектуалами,",
		"известными как", 
		"«группа"), 
	array(
		"Блумсберри»", 
		"заложили", 
		"фундамент и"),
	array(
		"определили",
		"основные", 
		"идеи искусства,"), 
	array(
		"литературы,", 
		"гендерных", 
		"и социальных"), 
	array(
		"изменений",
		"20 века.", 
		"Благодаря", 
		"собственной"), 
	array(
		"интеллектуальной", 
		"и творческой", 
		"свободе,"),
	array(
		"Вирджиния", 
		"Вулф открыла", 
		"двери многим"), 
	array(
		"художникам,", 
		"последовавшим",
		"за ней, избравшим"), 
	array(
		"свой", 
		"собственный,", 
		"особенный", 
		"путь."),
);

$introWords['mobile'] = array(
	array(
		"Вирджиния", 
		"Вулф", 
		"английская"), 
	array(
		"писательница,", 
		"публицист", 
		"и критик,"), 
	array(
		"верила,",
		"что", 
		"происходящее", 
		"внутри"), 
	array(
		"человека", 
		"куда увлекательнее,", 
		"чем"), 
	array(
		"его", 
		"поведение,",
		"обозримое", 
		"снаружи."), 
	array(
		"В своей жизни,", 
		"своем", 
		"искусстве", 
		"она"), 
	array(
		"стремилась",
		"выйти за",
		"рамки"), 
	array(
		"привычных", 
		"литературных", 
		"границ в"), 
	array(
		"поисках", 
		"истины,",
		"скрывающейся"),
	array(
		"в глубине.", 
		"Вулф,", 
		"вместе", 
		"со своим"), 
	array(
		"мужем", 
		"и их друзьями-"),
	array(
		"интеллектуалами,",
		"известными как"), 
	array(
		"«группа Блумсберри»", 
		"заложили"), 
	array(
		"фундамент", 
		"и определили",
		"основные"), 
	array(
		"идеи искусства,", 
		"литературы,"), 
	array(
		"гендерных", 
		"и социальных", 
		"изменений"),
	array(
		"20 века.", 
		"Благодаря", 
		"собственной"), 
	array(
		"интеллектуальной", 
		"и творческой"), 
	array(
		"свободе,",
		"Вирджиния", 
		"Вулф открыла"), 
	array(
		"двери многим", 
		"художникам,"), 
	array(
		"последовавшим",
		"за ней, избравшим"), 
	array(
		"свой", 
		"собственный,", 
		"особенный", 
		"путь."),
);
?>