<?php
/* 
------------------
Language: Russian
------------------
*/
$lang = array();
$lang['TITLE'] = 'Вирджиния Вулф - Жизнь и наследие';
$lang['DESCRIPTION'] = "Вирджиния Вулф английская писательница, публицист и критик, верила, что происходящее внутри человека куда увлекательнее, чем его поведение, обозримое снаружи. В своей жизни, своем искусстве она стремилась выйти за рамки привычных литературных границ в  поисках истины, скрывающейся в глубине. Вулф, вместе со своим мужем и их друзьями-интеллектуалами, известными как «группа Блумсберри» заложили фундамент и определили основные идеи искусства, литературы, гендерных и социальных изменений 20 века. Благодаря собственной интеллектуальной и творческой свободе, Вирджиния Вулф открыла двери многим художникам, последовавшим за ней, избравшим свой собственный, особенный путь.";
$lang['SLOGAN'] = 'Жизнь и наследие';
$lang['Virginia'] = 'Вирджиния';
$lang['Woolf'] = 'Вулф';
$lang['Language'] = 'Язык';
$lang['Scroll_to_explore'] = 'Листайте вниз';

// Home
$lang['HOME_TITLE'] = 'Интерактивный сайт';

// Sidenav
$lang['Intro'] = 'Интро';
$lang['Quotes'] = 'Цитаты';
$lang['Voice'] = 'Голос';
$lang['Gallery'] = 'Галерея';
$lang['Timeline'] = 'Хронология';
$lang['Farewell_letter'] = 'Прощальное письмо';
$lang['About_and_Credits'] = 'О проекте';

// About
$lang['ABOUT'] = 'Этот проект посвящен Вирджинии Вульф. Вирджиния Вульф (1882 - 1941) была одним из самых влиятельных писателей и мыслителей 20-го века. В межвоенный период Вулф была значительной фигурой в лондонском литературном обществе и был членом круга Блумсбери. Самые известные из ее работ включают романы: «Миссис Дэллоуэй» (1925), «У маяка» (1927), «Орландо» (1928) и очерк «Собственная комната» (1929). Этот сайт является сайд-проектом, созданным в сотрудничестве с Никитой Дрожжиным и Дианой Дубиной. Это некоммерческий сайт, и мы не получаем никакой прибыли.';

// Intro
include_once 'intro.ru.php';

// Quotes
include_once 'quotes.ru.php';

// Voice
$lang['VOICE_TITLE'] = 'Единственная сохранившаяся запись голоса Вирджинии Вулф';

// Gallery
include_once 'gallery.ru.php';

// Timeline
include_once 'timeline.ru.php';

// Farewell letter
$lang['LETTER_DATE'] = '28 Марта 1941';
$lang['LETTER_TITLE'] = 'Прощальное письмо';
$lang['LETTER_Dearest'] = 'Мой дорогой,';
$lang['LETTER_TEXT'] = 'Я уверена, что снова схожу с ума. Я чувствую, что мы не сможем пережить это заново. И на этот раз я не поправлюсь. Я начинаю слышать голоса. Я не могу сосредоточиться. Поэтому я приняла единственно верное решение и делаю то, что кажется мне наилучшим. С тобой я была счастлива абсолютно. Ты был для меня всем, о чём я только могла мечтать. Не думаю, что два человека могли бы быть счастливее, чем были мы, пока не пришла эта страшная болезнь. Я больше не в силах бороться. Я знаю, что порчу тебе жизнь, что без меня ты мог бы работать. И ты сможешь, я уверена. Видишь, я даже не могу подобрать нужных слов. Я не могу читать. Я просто хочу, чтобы ты знал — за всё счастье в моей жизни я обязана тебе. Ты был безмерно терпелив со мной и невероятно добр. Все это знают. Если кто-нибудь и мог бы спасти меня, это был бы ты. Всё ушло. Всё оставило меня, кроме уверенности в твоей доброте. Я просто не могу больше портить твою жизнь. Я не думаю, что в этом мире кто-то был бы счастливеe, чем были мы.';
$lang['LETTER_V'] = 'В.';

$language = 'ru';
?>