<?php
$quotes = array(
	"Все осязаемое ускользает. Вот не напрягусь, не ухвачусь за твердое - и сдует меня с места, понесет по беспредельным коридорам - вовеки. Но за что ухватиться? За какой кирпич, какой камень? И как безопасно перетянуть свое тело через эту страшную пропасть - в себя?",
	"Жизнь женщины — это широкий континент, поперек которого лежит тень от меча. Один конец этого меча — условности, традиции и порядок, где «все идет своим чередом». Но есть и другой конец, и, если вам хватит безрассудства перейти черту и выбрать жизнь, не поддающуюся условностям, все смешается. Все пойдет непредсказуемо.",
	"Все осязаемое ускользает. Вот не напрягусь, не ухвачусь за твердое - и сдует меня с места, понесет по беспредельным коридорам - вовеки. Но за что ухватиться? За какой кирпич, какой камень? И как безопасно перетянуть свое тело через эту страшную пропасть - в себя?"
);
?>