<?php
$quotes = array(
	"Я могу лишь заметить, что прошлое прекрасно, потому что никто никогда не осознает эмоции в настоящий момент. Они расцветают в нас позже; потому у нас никогда нет чувств к настоящему, все они – только о прошлом.",
	"Жизнь женщины — это широкий континент, поперек которого лежит тень от меча. Один конец этого меча — условности, традиции и порядок, где «все идет своим чередом». Но есть и другой конец, и, если вам хватит безрассудства перейти черту и выбрать жизнь, не поддающуюся условностям, все смешается. Все пойдет непредсказуемо.",
	"Все осязаемое ускользает. Вот не напрягусь, не ухвачусь за твердое - и сдует меня с места, понесет по беспредельным коридорам - вовеки. Но за что ухватиться? За какой кирпич, какой камень? И как безопасно перетянуть свое тело через эту страшную пропасть - в себя?",
	"Время хочется задержать; хочется остановить. Нет большей радости, думала она, поправляя кресла, подпихивая на место выбившуюся из ряда книгу, чем, оставя победы юности позади, просто жить; замирая от счастья, смотреть, как встает солнце, как погасает день.",
	"...слава мешает и теснит, безвестность же, как туман, обволакивает человека: безвестность темна, просторна и вольготна, безвестность оставляет духу нестесненно идти своим путем. На человека безвестного милосердно изливаются потоки темноты. Никто не знает, куда уходит он, куда приходит. Он волен искать, он волен объявлять правду; он один наслаждается покоем."
);
?>