<?php
$timeline = array(
  array(
    'filename' => '1.jpg',
    'date' => '25 января, 1882',
    'title' => 'Рождение',
    'desc' => "Аделина Вирджиния Стивен родилась. Она третья из четырех детей. Родители Вирджинии находятся на литературной и интеллектуальной сцене Лондона, и она растет в доме, полном книг."
  ),
  array(
    'filename' => '38.jpg',
    'date' => '1895',
    'title' => "Смерть матери",
    'desc' => "Мать Вирджинии Вульф, Джулия Принсепия Стивен, умирает. Семья погружена в траур, и у Вирджинии первый эпизод депрессии."
  ),
  array(
    'filename' => '10.jpg',
    'date' => '1904',
    'title' => "Смерть отца",
    'desc' => "Лесли Стивен умирает от рака желудка. Потеря ее отца приводит к серьезному психическому расстройству, во время которого Вирджиния пытается покончить жизнь самоубийством, выпрыгнув из окна. Она ненадолго институционализирована. После смерти отца дети Стивена продают дом своего детства и вместе покупают дом в модном районе Блумсбери в Лондоне."
  ),
  array(
    'filename' => '9.jpg',
    'date' => '1905',
    'title' => "Соавтор Times Literary Supplement",
    'desc' => "В возрасте 23 лет Вирджиния начинает свою профессиональную писательскую карьеру как участник Times Literary Supplement. Она также занимается несколькими видами работ, доступных для женщин в то время, таких как обучение и чтение для пожилых женщин."
  ),
  array(
    'filename' => '39.jpg',
    'date' => '1910',
    'title' => "Группа Блумсбери",
    'desc' => "Группа Блумсбери — круг писателей, художников и интеллектуалов, в состав которого в конечном итоге входят Вирджиния Вулф, писатель Э. М. Форстер, экономист Джон Мейнард Кейнс и другие, — неформально начинают встречаться в доме Беллс."
  ),
  array(
    'filename' => '14.jpg',
    'date' => '10 августа 1912',
    'title' => "Брак с Леонардом Вульфом",
    'desc' => "Вирджиния Стивен выходит замуж за Леонарда Вульфа, еврейского интеллектуала, который служил на дипломатической службе. Пара наслаждается счастливым, хотя и нетрадиционным, браком, который длится до смерти Вирджинии."
  ),
  array(
    'filename' => '40.jpg',
    'date' => '1922',
    'title' => "Роман с Витой Саквилл-Вест",
    'desc' => "Вирджиния Вульф публикует роман «Комната Джейкоба», основанный на смерти ее брата Тоби. В этом же году она встречает Виту Саквилл-Уэст, замужнюю писательницу. Две женщины начинают любовную интригу с ведома и разрешения Леонарда Вулфа, которая длится в течение 1920-х годов. После того, как их романтические отношения заканчиваются, они остаются близкими друзьями до смерти Вулф."
  ),
  array(
    'filename' => '41.jpg',
    'date' => '1924',
    'title' => "Переезд в Блумсбери",
    'desc' => "Вулфы переезжают в Блумсбери, богемный район Лондона. Группа Блумсбери продолжает встречаться неофициально."
  ),
  array(
    'filename' => '42.jpg',
    'date' => '1925',
    'title' => "Миссис Дэллоуэй",
    'desc' => "Вирджиния Вулф публикует Миссис Дэллоуэй, модернистский роман, в котором рассказывается об одном дне из жизни Клариссы Дэллоуэй."
  ),
  array(
    'filename' => '43.jpg',
    'date' => '1927',
    'title' => "На маяк",
    'desc' => "Вирджиния Вулф публикует книгу «На маяк», в которой рассказывается о вымышленной семье Рамсей, отдыхающей в Шотландии. И Вирджиния, и Леонард Вулф считают, что это лучший из ее романов. Это определенно бестселлер, превосходящий продажи всех других ее книг."
  ),
  array(
    'filename' => '44.jpg',
    'date' => '1928',
    'title' => "Орландо",
    'desc' => "Вульф публикует роман Орландо, книгу, вдохновленную Витой Саквилл-Вест. Орландо был широко прочитан как пример лесбийской или бисексуальной беллетристики."
  ),
  array(
    'filename' => '45.jpg',
    'date' => '1929',
    'title' => "Своя комната",
    'desc' => "После прочтения серии лекций о литературных способностях и препятствиях женщин Вирджиния Вулф издает книгу «Своя комната». В ней она утверждает, что для того, чтобы писать, женщина должна иметь независимость, выраженную в материальной форме как доход в 500 фунтов стерлингов в год, и отдельную комнату, где она может писать."
  ),
  array(
    'filename' => '46.jpg',
    'date' => '1931',
    'title' => "Волны",
    'desc' => "Вулф публикует свой самый концептуально сложный роман «Волны». Книга написана в голосах шести разных персонажей и экспериментирует с традиционными представлениями о характере, обстановке, жанре и сюжете. Вульф описывает книгу как «пьесу-поэму», а не как роман."
  ),
  array(
    'filename' => '47.jpg',
    'date' => '1941',
    'title' => "Вирджиния Вулф совершает самоубийство",
    'desc' => "Убежденная, что она не оправится от своей нынешней битвы с психическим заболеванием, Вирджиния Вулф наполнила карманы своего пальто камнями и утопилась в реке Уз. Ее тело обнаружено три недели спустя."
  ),
);
?>